Repository: BackNot/MovieReviewsMVC
Catalog: Resources/Resource.*.resx
Languages: bg

source: Contact
bg: Контакт

source: Email
bg: Имейл адрес

source: FAQ
bg: Въпроси

# FirstName
source: Name
bg: Име

source: Home
bg: Начало

source: Last Name
bg: Фамилия

source: Login
bg: Влизане

source: Log out
bg: Излизане

source: Movies
bg: Филми

source: My profile
bg: Моят профил

source: Password
bg: Парола

# PasswordDontMatch
source: Passwords do not match
bg: Паролите не съвпадат

# Policy
source: I've read the <span class="text-muted privacy">Privacy Policy (GDPR)</span> and I agree.
bg: Прочетох <span class="text-muted privacy">декларацията за поверителност</span> и съм съгласен

source: Register
bg: Регистрация

# RePassword
source: Repeat password
bg: Повтори парола

source: Search
bg: Търси

source: Username
bg: Потребителско име

source: Add
bg: Добави

source: Add review
bg: Добави мнение

source: Best
bg: Най-добри

source: Newest
bg: Най-нови

source: Oldest
bg: Най-стари

# PeoplesOpinion
source: People's opinions
bg: Мнението на хората

source: Reviews
bg: Мнения

source: Search movie...
bg: Търси филм...

source: See
bg: Прочети

source: See reviews
bg: Виж мненията

source: Show me
bg: Покажи ми

source: Theme
bg: Тема

source: Worst
bg: Най-лоши

source: Change password
bg: Смени парола

# EmailRequired
source: Email is required
bg: Полето за имейл е задължително

# FirstNameRequired
source: First name is required
bg: Полето за име е задължително

# LastNameRequired
source: Last name is required
bg: Полето за фамилия е задължително

source: Login as guest
bg: Влез като гост

# PasswordRequired
source: Password is required
bg: Полето за парола е задължително

source: Remember Me
bg: Запомни ме

# UserNameRequired
source: Username is required
bg: Полето за потребителско име е задължително

# ChangeLang
source: Why movie reviews are in English even after I changed the language?
bg: Защо секцията с филми и отзивите е на английски, след като смених езика на български?

# ChangeLangA
source: Movie section is always in English and won't be translated like the rest of the site.
bg: Секцията за филми и отзивите е на английски език и тя няма да се промени като останалата част на сайта.

source: How can I register?
bg: Как мога да се регистрирам?

# HowCanIRegisterA
source: If you wish to register , click the "Register" button located on the right part of the screen (or under navigation menu if you use phone).
bg: Чрез бутона "Регистрация" в дясно на екрана. (Ако използвате мобилно устройство бутона се намира под менюто)

source: How to add a review?
bg: Как да напиша отзив/мнение?

# HowToAddAReviewA
source: It's very simple. Just find the movie you want to talk about and click the "Add" button below it.
bg: Много е лесно. Просто намерете филма, които търсите и натиснете бутона "Добави мнение/отзив"

# HowToAddMovie
source: I want to write a review for a movie that I can't find here. What to do?
bg: Искам да напиша отзив за филм, който го няма тук. Как да го добавя?

# HowToAddMovieA
source: Unfortunately, at this moment you can't add movies by yourself. If you want us to include your movie , please send us a short mail with the title :)
bg: За съжаление, към този момент е невъзможно Вие да добавите филм. Изпратете ни кратък мейл с заглавието на филма и ще бъде добавен. :)

# HowToDelete
source: I want to delete my account. How?
bg: Как да си изтрия профила?

# HowToDeleteA
source: Sorry to hear that. You can't delete your own account by yourself. In order for your account to be deleted write us a mail about your wish and your username. We would appreciate if you write about your reason too.
bg: Съжаляваме да го чуем. Пратете ни кратък мейл с желанието Ви и потребителското име. Ще ви бъдем благодарни ако напишете и причината , поради която го правите.

source: How to reach us
bg: Можете да се свържете с нас по следния начин

# HowToReport
source: How to report a user for writing an insulting review?
bg: Как да съобщя за потребител, който е написал обиден коментар?

# HowToReportA
source: Send us a short mail about it , including details about the user's name.
bg: Изпратете ни мейл с потребителското му име

source: Lang
bg: Език

# WhatIsThisAllAbout
source: What's this all about?
bg: Каква е целта на сайта?

# WhatIsThisAllAboutA
source: This is a website made for people to pick a movie to watch or see other people opinions. Everybody can add a review for any movie that is listed. Registration is not mandatory.
bg: Сайтът има за цел да представи филми и отзиви на потребителите. Всеки може да напише отзив. Регистрацията не е задължителна

source: New password
bg: Нова парола

source: Old password
bg: Текуща парола

# OldPasswordRequired
source: Old password field is required
bg: Полето за текуща парола е задължително

# ReNewPassword
source: New password
bg: Нова парола

# ReNewPasswordRequired
source: New password field is required
bg: Полето за парола е задължително
